<?php
/**
 * Template name: Пользовательское соглашение
 */

get_header();
?>

	<main>

    <div class="container">
          <div class="page-title">Пользовательское соглашение</div>
          <h1 class="terms-of-use-text">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h1>
          <p class="terms-of-use-text">Покупатель – физическое или юридическое лицо, имеющее намерение приобрести товары, разместив Заказ на Сайте интернет-магазина, имеющего адрес в интернете: http://www.vegazona.ru.

            Продавец – интернет-магазин, заключающий договор купли-продажи с Покупателем.
            
            Сайт – http://www.vegazona.ru. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.
            
            Товар – продукты питания, оборудование, сертификаты и скидочные карты, представленные к продаже в каталоге на Сайте Продавца. Предметом купли-продажи могут быть только товары, имеющиеся в наличии.
            
            Заказ – должным образом оформленный запрос Покупателя на приобретение Товара и доставку его  по указанному Покупателем адресу.
            </p>
          <h1 class="terms-of-use-text">2. ОБЩИЕ ПОЛОЖЕНИЯ</h1>
          <p class="terms-of-use-text">2.1. Данное соглашение является Публичной офертой о продаже товаров по образцам, опубликованной на Сайте Продавца http://www.vegazona.ru.
            <br>
            2.2. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара Покупателем является акцептом оферты, что считается заключением Договора на условиях, изложенных в оферте.
            <br>
            2.3. Продавец оставляет за собой право вносить изменения в настоящее Пользовательское Соглашение, в связи с чем Покупатель обязуется регулярно отслеживать изменения в Правилах, размещенных на Сайте интернет-магазина.
            <br>
            2.4. Покупатель соглашается с данной Публичной офертой в целом и без оговорок путем проставления отметки в графе «Пользовательское соглашение» при оформлении Заказа. Покупатель соглашается с тем, что все условия настоящего Пользовательского Соглашения ему понятны.
            <br>
            2.5. Администрация Сайта имеет право в любое время без уведомления Покупателя вносить изменения в перечень Товаров и услуг, предлагаемых на Сайте, и (или) в цены, применимые к таким Товарам по их реализации и (или) оказываемым услугам.
            <br>
            2.6. Любое воспроизведение материалов Сайта без письменного разрешения владельца Сайта не допускается.  Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации Сайта.
            </p>
          <h1 class="terms-of-use-text">3. ПЕРСОНАЛЬНЫЕ ДАННЫЕ (подробнее см. в разделе «Политика конфиденциальности»)</h1>
          <p class="terms-of-use-text">3.1. Персональные данные Покупателя обрабатываются в соответствии с ФЗ «О персональных данных» №152-ФЗ.
            <br>
            3.2. Факт регистрации на Сайте Продавца и/или оформление Заказа товара с учетом предварительного ознакомления с настоящим текстом является достаточной формой согласия Покупателя на обработку его персональных данных, в том числе фамилии, имени, отчества, адреса, телефона, факса, адреса электронной почты, даты рождения, пола, паспортных данных, а также иной указанной информации. Оформив Заказ, Покупатель соглашается с тем, что Продавец вправе поручить обработку персональных данных любому третьему лицу по своему усмотрению при условии соблюдения требований ФЗ «О персональных данных» № 152-ФЗ от 27.07.2006 г., в том числе осуществления таким лицом конфиденциальности и защиты персональных данных. Согласие на обработку персональных данных и иные вышеуказанные действия предоставляется Покупателем без ограничения срока действия, при этом письменная форма или иные доказательства для дополнительного подтверждения свободного волеизъявления Покупателем Продавцу не требуются. Оформив Заказ, Покупатель подтверждает, что его согласие является конкретным, информированным и сознательным.
            <br>
            3.3. Продавец использует персональные данные Покупателя в следующих формах:
            сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, а также любые иные действия с персональными данными, совершаемые с использованием средств автоматизации или без использования таких средств в соответствии с ФЗ «О персональных данных».
            <br>
            3.4. Продавец использует персональные данные Покупателя в следующих целях:
            для регистрации Покупателя в целях исполнения обязательств по Договору; для выполнения своих обязательств перед Покупателем по Договору; для оценки и анализа работы Продавца в процессе исполнения обязательств по Договору; для определения победителя в стимулирующих мероприятиях, проводимых Продавцом.
            <br>
            3.5. Продавец вправе с согласия Покупателя отправлять информационные, в том числе рекламные сообщения, на его электронную почту и мобильный телефон. Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа в любое время. Факт регистрации на Сайте Продавца является достаточной формой согласия на получение указанных выше сообщений. Сервисные сообщения, информирующие Покупателя о заказе и этапах его обработки, отправляются автоматически и не могут быть отклонены Покупателем.
            <br>
            3.6. Продавец вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию и не передаются третьим лицам.
            <br>
            3.7. Продавец получает информацию об ip-адресе Покупателя. Данная информация не используется для установления личности Покупателя.
            <br>
            3.8. Продавец не несет ответственности за сведения, предоставленные Покупателем на Сайте в общедоступной форме. Разглашение информации в соответствии с обоснованными и применимыми требованиями закона не считается нарушением обязательств Продавца.
            <br>
            3.9. Продавец вправе осуществлять записи телефонных разговоров с Покупателем. При этом Продавец обязуется предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам.
            <br>
            3.10. Продавец обязуется не разглашать полученную от Покупателя информацию. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем.
            </p>
          <h1 class="terms-of-use-text">4. ОФОРМЛЕНИЕ ЗАКАЗА</h1>
          <p class="terms-of-use-text">4.1. Оформить Заказ  на Сайте самостоятельно могут только зарегистрированные Покупатели. Регистрация обеспечивает доступ в личный кабинет, содержащий историю и статус всех Заказов.
            <br>
            4.2. Без регистрации Заказ можно сделать по телефонам, указанным в соответствующем разделе сайта «Контакты».
            <br>
            4.3. Покупатель несет полную ответственность за точность и правильность информации, предоставляемой им при регистрации или по телефону. Продавец не несет ответственности за неисполнение/ненадлежащее исполнение обязательств в случае, если это явилось следствием предоставления неверных сведений Покупателем (ФИО, адрес доставки, контактный телефон).
            <br>
            4.4. В случае отсутствия заказанного Покупателем Товара на складе Продавца, последний вправе исключить указанный Товар из Заказа или аннулировать Заказ, уведомив об этом Покупателя</p>
          <h1 class="terms-of-use-text">5. ОПЛАТА,  ДОСТАВКА И ПРИЕМКА ТОВАРА</h1>
          <p class="terms-of-use-text">5.1. Все взаиморасчеты производятся в рублях РФ.
            <br>
            5.2. Все цены на Товары указаны на Сайте в рублях РФ.
            <br>
            5.3. Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке. С момента размещения Покупателем Заказа на Сайте цена на Товар изменению не подлежит.
            <br>
            5.4. Администрация Сайта вправе проводить акции по продаже Товаров по специальным ценам (со скидками). Информация о сроках действия специальных предложений содержится на Сайте в разделе «Акции».
            <br>
            5.5. Способы оплаты Товара указаны на Сайте в разделе «Контакты» и «Доставка» (банковской картой, на карту Сбербанка и Тинькофф банка, Яндекс кошелек, наложенный платеж, наличные курьеру).
            <br>
            5.6. Общая стоимость Заказа складывается из суммарной стоимости всех заказанных Товаров и стоимости доставки Заказа с учетом всех использованных Покупателем скидок.
            <br>
            5.7. Доставка Товара осуществляется в течение 5 рабочих дней по г. Москве и Московской области. С условиями доставки в другие субъекты РФ можно ознакомиться в разделе сайта «Доставка».
            <br>
            5.8. Доставка Товара осуществляется представителем Продавца (курьером) до границ помещения Покупателя. Доставленный Товар передается Покупателю по месту его жительства или иному указанному им адресу, а при отсутствии Покупателя — любому лицу, предъявившему квитанцию или иной документ, подтверждающий заключение договора или оформление доставки. При перемещении, размещении, установке Товара силами Продавца на территории помещения Покупателя риск случайной гибели Товара, порчи иного имущества третьих лиц, а также иные сопутствующие риски несет Покупатель.
            <br>
            5.9. Покупатель осуществляет приемку Товара по количеству, ассортименту, качеству и комплектности, проверяет срок годности и целостность упаковки Товара в момент его передачи, после чего подписывает товаросопроводительные документы (накладную и маршрутный лист курьера).
            <br>
            5.10. Право собственности на Товар, а также риски случайной гибели/случайного повреждения Товара переходят от Продавца к Покупателю в момент передачи Товара и подписания товаросопроводительных документов.
            <br>
            5.11. В случае обнаружения Покупателем недостающих Товаров или Товаров ненадлежащего качества (нарушена упаковка или истек срок годности товара) в присутствии курьера, Покупатель вправе не принимать эти Товары. Курьер после согласования с Продавцом обязан вычесть стоимость этих Товаров из накладной. Если Заказ был предоплачен, курьер обязан вернуть Покупателю наличные деньги за непринятые Товары.
            <br>
            5.12. Претензии по количеству, ассортименту, комплектности и качеству после передачи Товара и подписания товаросопроводительных документов не принимаются. При обнаружении Покупателем недостающих Товаров или Товаров ненадлежащего качества после отъезда курьера, возврат товара или компенсация его стоимости не предусматриваются.
            </p>
          <h1 class="terms-of-use-text">6. ВОЗВРАТ ТОВАРА</h1>
          <p class="terms-of-use-text">6.1. Продукты питания надлежащего качества входят в перечень товаров, которые не подлежат обмену и возврату согласно закону «О защите прав потребителей» № 2300-1 от 07.02.1992г.
            <br>
            6.2. Покупатель имеет право отказаться от заказанных Товаров надлежащего качества в момент передачи Заказа в присутствии представителя Продавца (курьера).
            <br>
            6.3. В исключительных случаях возврат Товара надлежащего качества после его доставки, приемки  и оплаты  возможен только после согласования с юридическим отделом Продавца. При возврате Товара должны быть сохранены: товарный вид (упаковка, пломбы, ярлыки), срок годности, потребительские качества, а также товаросопроводительные документы, подтверждающие факт покупки Товара у Продавца.
            </p>
          <h1 class="terms-of-use-text">7. ПРАВА И ОБЯЗАННОСТИ ПРОДАВЦА</h1>
          <p class="terms-of-use-text">7.1. Продавец обязуется:
            <br>
            7.1.1. Соблюдать требования принятого делового оборота, условий настоящего Соглашения и элементов оферты, приобщенных к нему Соглашений либо Приложений, а также утвержденных Правил работы Интернет-магазина.
            <br>
            7.1.2. Препятствовать осуществлению иными лицами несанкционированного доступа к пользовательскому оборудованию, в том числе доступу к информационным массивам Покупателей.
            <br>
            7.2. Продавец имеет право:
            <br>
            7.2.1. Отказать в обслуживании Покупателю при ниже приведенных обстоятельствах. Перечень причин отказа в обслуживании:
            выявление умышленного обмана сервиса Продавца;  распространение информации третьим лицам о совершенной покупке, в том числе оглашение номера счёта, время покупки и т. п.;  любые проявления угроз в сторону сервиса Продавца;  нанесение вреда сервису, даже незначительного, а также попытки в нанесении вреда;  распространение ложной информации о сервисе Продавца;  использование различных вариантов флуда: обычный флуд, ник-флуд, смайл-флуд, вайп и т.п. по любым контактам сервиса, включая администрацию, информационную поддержку и т.д.;  обращение одного физического или юридического лица с нескольких номеров различных контактов;  распространение, в том числе порочащей, информации о каком-либо сотрудничестве с сервисом Продавца. Могут быть иные причины отказа в обслуживании.
            <br>
            7.2.2. Продавец оставляет за собой право неполной комплектации заказа (при отсутствии товара) без согласования с клиентом, а также самостоятельно производить автоматические замены на аналогичные товары
            </p>
          <h1 class="terms-of-use-text">8. ПРАВА И ОБЯЗАННОСТИ ПОКУПАТЕЛЯ</h1>
          <p class="terms-of-use-text">8.1. Покупатель обязуется:
            <br>
            8.1.1. Выполнять оговоренные условия Пользовательского Соглашения в процессе заказа и после получения приобретенного Товара. Процесс общения с информационной поддержкой Продавца осуществляется исключительно по предоставленной информации для контактов в соответствующем разделе Сайта.
            <br>
            8.1.2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.
            <br>
            8.1.3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.
            <br>
            8.1.4. Нести персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени учетной записи Покупателя.
            <br>
            8.1.5. Незамедлительно уведомить Администрацию Сайта о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.
            <br>
            8.1.6. Не использовать сервисы Сайта с целью:
            <br>
            8.1.6.1. Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти; побуждает к совершению противоправных действий; оказывает помощь лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории РФ.
            <br>
            8.1.6.2. Представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников Продавца.
            <br>
            8.1.6.3. Введения в заблуждение относительно свойств и характеристик какого-либо Товара из каталога Интернет-магазина, размещенного на Сайте.
            <br>
            8.1.6.4. Некорректного сравнения Товара, а также формирования негативного отношения к лицам, (не) пользующимся определенными Товарами, или осуждения таких лиц.
            <br>
            8.2. Покупателю запрещается:
            <br>
            8.2.1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания Сайта.
            <br>
            8.2.2. Нарушать надлежащее функционирование Сайта.
            <br>
            8.2.3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами  Сайта.
            <br>
            8.2.4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте.
            <br>
            8.2.5. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.
            <br>
            8.2.6. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.
            <br>
            8.2.7. Использовать Сайт и его содержание в любых целях, запрещенных законодательством РФ, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Продавца  или других лиц.
            <br>
            8.3. Покупатель имеет право:
            <br>
            8.3.1. Получать необходимую информацию о любых изменениях услуг сервиса Продавца в рамках настоящего Соглашения и элементов Публичной оферты.
            <br>
            8.3.2. Уступать право требования по своим обязательствам третьим лицам, уведомив об этом сервис Продавца посредством пользовательского интерфейса Сайта или иными возможными способами кумулятивной связи.
            </p>
          <h1 class="terms-of-use-text">9. ОТВЕТСТВЕННОСТЬ</h1>
          <p class="terms-of-use-text">9.1. Любые убытки, которые Покупатель может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Покупателя, Администрацией Сайта не возмещаются.
            <br>
            9.2. Администрация Сайта не несет ответственности за:
            <br>
            9.2.1. Задержки или сбои в процессе совершения операции, возникшие вследствие причин непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.
            <br>
            9.2.2. Действия систем переводов, банков, платежных систем и за задержки, связанные с их работой.
            <br>
            9.2.3. Надлежащее функционирование Сайта в случае, если Покупатель не имеет необходимых технических средств  для его использования, а также не несет никаких обязательств по обеспечению Покупателей такими средствами.
            <br>
            9.3. Стороны не несут ответственности за недоставку сообщений посредствам любых средств связи, в том числе электронной почтой по причине технических проблем в сети Интернет, нарушением связи, проблемами хостинга, работой антиспам — фильтров и другими причинами.
            </p>
          <h1 class="terms-of-use-text">10. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h1>
          <p class="terms-of-use-text">10.1. Администрация Сайта вправе без предварительного уведомления Покупателя прекратить и (или) заблокировать доступ к Сайту, если Покупатель нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы
            <br>
            10.2. Администрация Сайта не несет ответственности перед Покупателем или третьими лицами за прекращение доступа к Сайту в случае нарушения Покупателем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.
            </p>
          <h1 class="terms-of-use-text">11. ФОРС-МАЖОР</h1>
          <p class="terms-of-use-text">11.1. Стороны освобождаются от ответственности за полное либо частичное неисполнение обязательств по настоящему Соглашению, в случае если такое неисполнение было связано с действием обстоятельств непреодолимой силы, а именно: стихийных бедствий, войны, блокады, актов органов власти, влияющих на исполнение Сторонами обязательств по настоящему Соглашению, иных обстоятельств непреодолимой силы. При этом срок исполнения обязательств по настоящему Соглашению откладывается соразмерно времени, в течение которого будут действовать такие обстоятельства.
            <br>
            11.2. К обстоятельствам непреодолимой силы относятся события, на которые Стороны не могут оказывать влияния и за возникновение которых не несут ответственности.
            <br>
            11.3. В период действия непреодолимой силы и других обстоятельств, освобождающих от ответственности, обязательства Сторон приостанавливаются. Санкции за неисполнение обязательств в установленные сроки не применяются.
            <br>
            11.4. Сторона, для которой создалась невозможность исполнения обязательств по настоящему Соглашению, обязана незамедлительно в письменной форме информировать другую Сторону о наступлении вышеуказанных обстоятельств. Несвоевременное, свыше 10 дней, извещение о наступлении обстоятельств непреодолимой силы лишает Сторону, в отношении которой действуют такие обстоятельства, права ссылаться на них в будущем, как на причину неисполнения или ненадлежащего исполнения обязательств по настоящему Соглашению.
            </p>
          <h1 class="terms-of-use-text">12. СПОРЫ СТОРОН</h1>
          <p class="terms-of-use-text">12.1. Все споры и разногласия, которые могут возникнуть по настоящему Соглашению или в связи с ним, разрешаются Сторонами путем переговоров. Все возникающие разногласия могут быть решены в рамках правил сервиса.
        </p>
          <h1 class="terms-of-use-text">13. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h1>
          <p class="terms-of-use-text">13.1. Настоящие Соглашение  обязательно для ознакомления всеми участниками данного Соглашения.
            <br>
            13.2. В случае, если по тем или иным причинам одно или несколько положений настоящих условий Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений.
            <br>
            13.3. Администрация Сайта не принимает встречные предложения от Покупателя относительно изменений настоящего Пользовательского Соглашения.</p>

              
          
        </div>
		
	</main><!-- #main -->

<?php

get_footer();
